<html>
<head>
<meta name="description" content="Mi primera pagina HTML con tematica de BLACKPINK">
<meta name="keywords" content="BLACKPINK HTML, Andrea Diaz Regules">

<title>BLΛƆKPIИK </title>
</head>
<body bgcolor="black" text="white">


<p><h2><center><marquee behavior=alternate width=100%>&#10084; IN YOUR AREA &#10084; IN YOUR AREA &#10084; IN YOUR AREA &#10084; IN YOUR AREA &#10084; IN YOUR AREA &#10084; IN YOUR AREA &#10084;</center></marquee></h2></P>

<center><table width="90%"><tr><td>
<img src="https://i.pinimg.com/564x/1c/03/2a/1c032abe0c98a8daf58da337405a8de9.jpg" align="left" width="650" height="154.5"/>



<a href="discografia.html"><img src="https://i.pinimg.com/564x/79/a7/7e/79a77e75ea2fb8fab5d4600d4b352844.jpg" align="right" width="300" height="71"/></a>


<a href="integrantes.html"><img src="https://i.pinimg.com/564x/a5/2f/c6/a52fc60694c81f625f8de90fe9b78fc1.jpg" align="right" width="300" height="71"/></a>


<a href="index.html"><img src="https://i.pinimg.com/564x/6c/40/31/6c4031d3138371b32dd7e631a8221b5c.jpg" align="right" width="300" height="71"/></a>



</br>
</br>
</br>
</br>
</br>
</br>
</br>
</br>
</br>
</br>

<table border ="5" bordercolor="#fba7b8" bgcolor="#f1839a" width="10%"  >
<tr>
<td><center><h2>Integrantes</h2></center></td>
</tr>

<tr>
<td><ul>
<li><a href="#jisoo" style="color:#ffffff">Jisoo</li>
<li><a href="#jennie" style="color:#ffffff">Jennie</li>
<li><a href="#rose" style="color:#ffffff">Ros&eacute;</li>
<li><a href="#lisa" style="color:#ffffff">Lisa</li>

</ul></td>
</tr>

</table>

</br>
</br>

<table border ="5" style="margin: 0 auto;" bordercolor="#f1839a" width="85%" bgcolor="#fba7b8" >
<tr>
<td colspan="2"><center><font text="black" face="cambria"><h1 id="jisoo">Jisoo</h1></center></td>
</tr>

<tr>

<td><img src="https://i.pinimg.com/564x/8b/ef/41/8bef41f739776435a1b0e46a06cc2245.jpg" width="300" height="300"/></td>

<td><p><h4><left><font face="Calibri">Kim Ji-soo naci&oacute; el 3 de enero de 1995&#8203; en Gunpo, Provincia de Gyeonggi, Corea del Sur. Tiene un hermano y una hermana, mayores que ella. Cuando era ni&ntilde;a, jugaba baloncesto, asist&iacute;a a clases de Taekwondo y era fan&aacute;tica del grupo TVXQ.&#8203; Jisoo asisti&oacute; a la secundaria en la Escuela de Artes Esc&eacute;nicas de Se&uacute;l. En el 11&deg; grado, comenz&oacute; un club de teatro en su escuela y adquiri&oacute; una mayor experiencia a trav&eacute;s de las audiciones.</p>


<p>Jisoo se convirti&oacute; en aprendiz de YG Entertainment en 2011. El 4 de mayo de 2012, YG public&oacute; una foto de ella en un v&iacute;deo teaser llamado "Who&rsquo;s that Girl???". Su nombre permaneci&oacute; oculto durante mucho tiempo, hasta que la propia agencia anunci&oacute; que la chica de la foto era Kim Ji-soo. Se ten&iacute;a previsto que Jisoo debutar&iacute;a como miembro de Pink Punk, siendo la &laquo;versi&oacute;n mejorada de 2NE1 con un estilo atrevido y atractivo&raquo;, el grupo era conocido como F21 (Future 2NE1). Sin embargo, las noticias del nuevo grupo cesaron y el debut se pospuso. El 20 de octubre de 2014, Jisoo apareci&oacute; en el videoclip de &laquo;Spoiler&raquo; de Epik High.&#8203; En noviembre del mismo a&ntilde;o, apareci&oacute; en el v&iacute;deo musical de "I&rsquo;m Different" de Hi Suhyun.</p>

<p>En mayo de 2015, se convirti&oacute; en modelo de las marcas Samsonite y Nikon. El 16 de agosto, se lanz&oacute; un v&iacute;deo del juego Angel Stone con la participaci&oacute;n de Jisoo. En el mismo a&ntilde;o, Jisoo apareci&oacute; en el drama The Producers.</p>

<p>Jisoo debut&oacute; como miembro de Blackpink el 8 de agosto de 2016 con el &aacute;lbum sencillo del grupo, Square One&#8203; y los sencillos "Boombayah" y "Whistle".17&#8203;. Desde el 5 de febrero de 2017 hasta el 4 de febrero de 2018, se uni&oacute; al programa de m&uacute;sica Inkigayo como presentadora junto a Jinyoung de GOT7 y Doyoung de NCT. En el a&ntilde;o 2019, Jisoo tuvo una breve aparici&oacute;n en el drama Arthdal Chronicles del canal tvN, junto con Nichkhun del grupo 2PM.19&#8203; El 18 de agosto de 2020, se revel&oacute; que la artista encabezar&aacute; el elenco del nuevo drama de JTBC, Snowdrop, el cual se estrenar&aacute; en 2021.</p>

<p>En 2020, Jisoo coescribi&oacute; el sencillo de su grupo titulado &laquo;Lovesick Girls&raquo;, que fue lanzado el 2 de octubre de 2020 como el tercer sencillo del primer &aacute;lbum de estudio en coreano del grupo, The Album.</left></h4></p></td>

</tr>

<tr>
<td colspan="2"><center><font text="black" face="cambria"><h1 id="jennie">Jennie</h1></center></td>
</tr>

<tr>

<td><img src="https://i.pinimg.com/564x/69/b0/3c/69b03ca53974c058073ff11029b32608.jpg" width="300" height="300"/></td>

<td><p><h4><left><font face="Calibri">Kim Jennie, &#8203; m&aacute;s conocida como Jennie, es una cantante, rapera, modelo y bailarina surcoreana. Es miembro del grupo femenino Blackpink formado por la discogr&aacute;fica YG Entertainment en 2016. Debut&oacute; como solista con el sencillo "Solo" el 12 de noviembre de 2018.</p>

<p>La cantante naci&oacute; el 16 de enero de 1996 en Cheongdam-dong, Se&uacute;l, Corea del Sur. A los nueve a&ntilde;os de edad, viaj&oacute; a Australia y Nueva Zelanda con su familia. Su padre es due&ntilde;o de un hospital y su madre es accionista de la compa&ntilde;&iacute;a CJ E&amp;M.&#8203; Cuando llegaron a Nueva Zelanda, su madre sugiri&oacute; que vivieran ah&iacute;. Un a&ntilde;o despu&eacute;s, la enviaron a Auckland.</p>

<p>Cuando viv&iacute;a en Nueva Zelanda, escuchaba K-pop, logrando encontrar un inter&eacute;s particular en los artistas de YG Entertainment. Especializada en el hip-hop y R&amp;B, YG Entertainment tiene el sonido m&aacute;s occidental de las tres compa&ntilde;&iacute;as m&aacute;s grandes de Corea del Sur. A Jennie le gustaba la imagen "oscura" de la empresa, por lo que quer&iacute;a formar parte de YGE. Durante una audici&oacute;n realizada por la compa&ntilde;&iacute;a, particip&oacute; interpretando "Take A Bow" de Rihanna, la cual logr&oacute; pasar exitosamente, uni&eacute;ndose al sello en calidad de aprendiz, entrenando durante seis a&ntilde;os en la discogr&aacute;fica.&#8203; </p>

<p>En 2011, Yang Hyun-suk, fundador de YG Entertainment, dijo que se estaban preparando para debutar a un nuevo grupo de chicas. Jennie fue una de las candidatas para formar parte del grupo. El debut del girl group se pospuso debido a retrasos y cambios. El 10 de abril de 2012, Jennie fue presentada al p&uacute;blico a trav&eacute;s de una foto titulada "&iquest;who's that girl?", mediante el blog oficial de YG Entertainment.&#8203;. El 18 de octubre de 2018, YG anunci&oacute; que el grupo estaba trabajando en nuevas canciones, as&iacute; como en el debut en solitario para cada integrante. Jennie ser&iacute;a la primera integrante en debutar como solista. La cantante lanz&oacute; su primer sencillo titulado "Solo" el 12 de noviembre. </p>

<p>En 2020, Jennie coescribi&oacute; el sencillo de su grupo titulado "Lovesick Girls", que fue lanzado el 2 de octubre de 2020 como el tercer sencillo del primer &aacute;lbum de estudio en coreano del grupo, The Album.</left></h4></p>
</td>

</tr>

<tr>
<td colspan="2"><center><font text="black" face="cambria"><h1 id="rose">Ros&eacute;</h1></center></td>
</tr>

<tr>

<td><img src="https://i.pinimg.com/564x/0d/33/d1/0d33d1dc7fd2fc6d8bed1b19757b9c61.jpg" width="300" height="300"/></td>

<td><p><h4><left><font face="Calibri">Roseanne Park, tambi&eacute;n conocida por su nombre art&iacute;stico Ros&eacute;, es una cantante, modelo y bailarina australiana de origen coreano. Es miembro del grupo femenino Blackpink formado por la discogr&aacute;fica YG Entertainment en 2016.Su debut como solista fue el 12 de marzo de 2021, con su alb&uacute;m "-R-"</p>

<p>Ros&eacute; naci&oacute; el 11 de febrero de 1997 en Auckland, Nueva Zelanda, pero fue criada en Melbourne, Australia. De padres inmigrantes surcoreanos y con una hermana mayor, a la edad de siete a&ntilde;os se mud&oacute; junto a su familia a Melbourne.Comenz&oacute; a cantar y aprendi&oacute; a tocar la guitarra y el piano cuando era ni&ntilde;a y actu&oacute; en coros de iglesias.</p>

<p>En 2012, Ros&eacute; asisti&oacute; a una audici&oacute;n en Australia para el sello discogr&aacute;fico surcoreano YG Entertainment por sugerencia de su padre, ocupando el primer lugar de entre 700 participantes. Tras dos meses, abandon&oacute; la escuela, firm&oacute; con el sello como aprendiz y se mud&oacute; a Se&uacute;l. Tras su llegada a Se&uacute;l, Ros&eacute; comenz&oacute; su entrenamiento en calidad de aprendiz, el que dur&oacute; cuatro a&ntilde;os.El 15 de septiembre del mismo a&ntilde;o, tuvo la oportunidad de participar en la canci&oacute;n "Without You" de su compa&ntilde;ero de agencia G-Dragon, la cual estuvo incluida en el EP One of a Kind del cantante, siendo este su &aacute;lbum debut como artista en solitario.</p>

<p>El 22 de junio de 2016, YG Entertainment anunci&oacute; que Ros&eacute; ser&iacute;a la &uacute;ltima integrante de Blackpink.Tras el mete&oacute;rico &eacute;xito de Blackpink, Ros&eacute; fue identificada r&aacute;pidamente como una de las mejores voces del k-pop, siendo invitada a diversos programas de televisi&oacute;n para mostrar sus dotes vocales.</p>

<p>El 26 de enero, YG Entertainment lanz&oacute; un teaser promocional del debut en solitario de Ros&eacute; y anunci&oacute; que el material de su proyecto en solitario se revelar&iacute;a a trav&eacute;s de su primer concierto en l&iacute;nea Blackpink Livestream Concert: The Show, el 31 de enero de 2021. El 3 de marzo de 2021, YG Entertainment anunci&oacute; oficialmente que el &aacute;lbum debut de Ros&eacute;, tendr&iacute;a como t&iacute;tulo -R- y que se lanzar&iacute;a el 12 de marzo de 2021, junto con su sencillo principal, "On the Ground". Tras su lanzamiento, el v&iacute;deo musical de &laquo;On the Ground&raquo; registr&oacute; 41,6 millones de visitas en las primeras 24 horas, batiendo el r&eacute;cord de 38,4 millones. Luego de siete d&iacute;as desde su lanzamiento, el v&iacute;deo alcanz&oacute; las 100 millones de reproducciones, estableciendo un nuevo r&eacute;cord para solistas femeninas coreanas, superando la marca de su compa&ntilde;era de grupo Jennie con su canci&oacute;n "Solo" (2018), que hab&iacute;a alcanzado dicha cifra en 23 d&iacute;as</left></h4></p>
</td>

</tr>

<tr>
<td colspan="2"><center><font text="black" face="cambria"><h1 id="lisa">Lisa</h1></center></td>
</tr>

<tr>
<tr>

<td><img src="https://i.pinimg.com/564x/94/ba/a1/94baa1378f4b81831bcc1716797c51b9.jpg" width="300" height="300"/></td>

<td><p><h4><left><font face="Calibri">Lalisa Manoban, m&aacute;s conocida por su nombre art&iacute;stico Lisa, es una rapera, modelo, cantante y bailarina tailandesa. Es integrante del grupo femenino Blackpink, formado en 2016 por YG Entertainment. Reconocida por su talento para el rap, el baile y el canto, Lisa habla tailand&eacute;s, coreano, ingl&eacute;s y japon&eacute;s y chino con fluidez. Con m&aacute;s de 50 millones de seguidores en Instagram, es la artista y celebridad del K-pop m&aacute;s seguida de Tailandia y Corea del Sur</p>

<p>Lisa naci&oacute; con el nombre Pranpriya Manoban el 27 de marzo de 19974, en la Provincia de Buri Ram en Tailandia,pero m&aacute;s tarde cambiar&iacute;a legalmente su nombre a Lalisa, que significa "la que es bendecida", por consejo de un adivino. Lisa comenz&oacute; a bailar cuando ten&iacute;a 8 a&ntilde;os y comenz&oacute; su entrenamiento vocal en la secundaria. Luego comenz&oacute; a competir regularmente en concursos de baile durante su infancia. Se desempe&ntilde;a como bailarina principal y rapera l&iacute;der,&#8203; adem&aacute;s de ser la primera artista no coreana en debutar bajo la agencia. </p>

<p>El 5 de noviembre de 2018, dio a conocer su canal de YouTube, Lilifilm Official, que se centra en viajes y estilos de vida.&#8203; En julio de 2019 ten&iacute;a m&aacute;s de 1.3 millones de suscriptores. En marzo de 2020, Lisa se desempe&ntilde;&oacute; como mentora de baile durante el programa chino de supervivencia de grupos femeninos del canal IQiyi, Youth With You Season 2. En febrero de 2021, regres&oacute; como mentora de baile en el programa de supervivencia de grupos masculinos para su tercera temporada. </left></h4></p></td>

</tr>

</table>

</br>
</br>
</br>
</br>
<p><center><h6> Díaz Regules Andrea 407</h6></center></p>
</br>
</br>
</br>
</br>

</body>




</html>